{
  "courses": 950,
  "framework": 1636,
  "learning": 2321,
  "curated": 1018,
  "book": 556,
  "list": 2376,
  "clojure": 756,
  "neuro": 2747,
  "libraries": 2340,
  "markdown": 2492,
  "software": 3723,
  "it": 2155,
  "awesome": 413,
  "machine": 2448,
  "go": 1775,
  "repository": 3377,
  "blogs": 544,
  "common": 823,
  "lisp": 2374,
  "professional": 3129,
  "rat": 3269,
  "free": 1645,
  "books": 560,
  "learn": 2319,
  "puter": 3198,
  "vision": 4317,
  "course": 949,
  "processing": 3120,
  "elixir": 1358,
  "tools": 4075,
  "visualization": 4321,
  "fortran": 1626,
  "maintained": 2462,
  "io": 2125,
  "php": 3003,
  "resource": 3395,
  "computer": 859,
  "language": 2297,
  "cuda": 1017,
  "frameworks": 1639,
  "python": 3214,
  "tool": 4066,
  "resources": 3396,
  "library": 2341,
  "detection": 1158,
  "blog": 542,
  "data": 1066,
  "request": 3381,
  "cpp": 954,
  "news": 2756,
  "ast": 353,
  "ai": 157,
  "new": 2754,
  "privacy": 3112,
  "preserving": 3099,
  "ml": 2620,
  "operations": 2883,
  "type": 4171,
  "mlops": 2622,
  "art": 321,
  "ebook": 1319,
  "training": 4104,
  "toolkit": 4073,
  "production": 3124,
  "deployment": 1137,
  "nlp": 2776,
  "abi": 83,
  "ops": 2888,
  "deep": 1099,
  "quick": 3243,
  "links": 2364,
  "github": 1744,
  "evaluation": 1442,
  "svg": 3905,
  "form": 1617,
  "theme": 4015,
  "information": 2037,
  "lean": 2317,
  "metadata": 2559,
  "rag": 3256,
  "responsible": 3397,
  "community": 827,
  "lua": 2436,
  "pipeline": 3016,
  "star": 3813,
  "git": 1742,
  "ui": 4194,
  "notebook": 2789,
  "kit": 2247,
  "fair": 1505,
  "unity": 4219,
  "chai": 691,
  "orm": 2912,
  "eth": 1430,
  "synthesis": 3929,
  "explainability": 1473,
  "robotics": 3434,
  "review": 3414,
  "watch": 4364,
  "orchestration": 2900,
  "storage": 3848,
  "interpretability": 2106,
  "monitoring": 2664,
  "bot": 575,
  "unicorns": 4213,
  "top": 4076,
  "lists": 2379,
  "topics": 4078,
  "interesting": 2096,
  "rest": 3400,
  "sts": 3863,
  "pics": 3012,
  "client": 751,
  "cms": 774,
  "location": 2403,
  "rpc": 3456,
  "crypto": 998,
  "cli": 748,
  "restful": 3403,
  "generator": 1726,
  "odin": 2837,
  "development": 1169,
  "face": 1498,
  "authentication": 381,
  "html": 1944,
  "serverless": 3609,
  "collection": 800,
  "http": 1951,
  "less": 2330,
  "plugin": 3042,
  "shell": 3640,
  "document": 1252,
  "plugins": 3043,
  "makefile": 2466,
  "collections": 802,
  "sponsors": 3772,
  "admin": 122,
  "algorithms": 188,
  "distributed": 1229,
  "cryptography": 1002,
  "driver": 1289,
  "sse": 3794,
  "testing": 3999,
  "editor": 1337,
  "tex": 4003,
  "server": 3608,
  "internationalization": 2103,
  "programming": 3141,
  "email": 1361,
  "dev": 1160,
  "configuration": 870,
  "make": 2465,
  "build": 602,
  "gui": 1839,
  "asynchronous": 362,
  "agent": 143,
  "net": 2736,
  "interpreter": 2108,
  "api": 260,
  "async": 360,
  "virtualization": 4316,
  "config": 868,
  "debugging": 1091,
  "logging": 2412,
  "database": 1067,
  "devops": 1175,
  "engine": 1386,
  "game": 1686,
  "audio": 374,
  "function": 1669,
  "panels": 2946,
  "assets": 347,
  "design": 1145,
  "templ": 3980,
  "template": 3981,
  "gin": 1740,
  "documentation": 1253,
  "agents": 150,
  "developer": 1166,
  "alchemy": 174,
  "security": 3571,
  "support": 3896,
  "fastapi": 1511,
  "firebase": 1561,
  "example": 1454,
  "extension": 1488,
  "auth0": 380,
  "oauth": 2815,
  "azure": 432,
  "videos": 4306,
  "services": 3612,
  "tokens": 4063,
  "ffi": 1539,
  "sql": 3785,
  "projects": 3148,
  "tutorial": 4156,
  "talks": 3951,
  "authorization": 383,
  "related": 3342,
  "starlette": 3820,
  "flow": 1582,
  "sqlalchemy": 3786,
  "docker": 1242,
  "models": 2641,
  "fast": 1510,
  "web": 4370,
  "hosting": 1938,
  "tutorials": 4157,
  "paas": 2932,
  "extensions": 1489,
  "article": 323,
  "management": 2474,
  "simple": 3664,
  "jwt": 2219,
  "til": 4038,
  "agi": 152,
  "cloud": 763,
  "customizable": 1029,
  "asyncio": 363,
  "pytest": 3213,
  "oauth2": 2816,
  "mongodb": 2662,
  "aws": 425,
  "flask": 1578,
  "boilerplate": 550,
  "project": 3146,
  "performance": 2981,
  "mongo": 2661,
  "apis": 262,
  "reasoning": 3308,
  "classification": 743,
  "the_incredible_pytorch": 4011,
  "architecture": 303,
  "gans": 1695,
  "torch": 4079,
  "ti": 4031,
  "pytorch": 3217,
  "llms": 2393,
  "gan": 1694,
  "agentic": 146,
  "transformer": 4111,
  "neural": 2746,
  "networks": 2745,
  "segmentation": 3575,
  "rails": 3257,
  "incredible": 2021,
  "vscode": 4338,
  "3d": 46,
  "png": 3047,
  "translation": 4115,
  "llm": 2390,
  "papers": 2948,
  "optimization": 2890,
  "vae": 4268,
  "network": 2743,
  "src": 3792,
  "transformers": 4112,
  "feel": 1535,
  "follow": 1598,
  "twitter": 4168,
  "tensor": 3984,
  "best": 489,
  "like": 2353,
  "tooling": 4071,
  "keras": 2231,
  "badge": 447,
  "tensorflow": 3987,
  "ranked": 3263,
  "streaming": 3858,
  "trending": 4126,
  "scikit": 3540,
  "science": 3537,
  "workflow": 4453,
  "track": 4089,
  "projects_": 3149,
  "recommender": 3315,
  "stars": 3825,
  "scraping": 3546,
  "visualizations": 4322,
  "contributions": 911,
  "metrics": 2570,
  "weekly": 4419,
  "containers": 895,
  "tracking": 4092,
  "rack": 3251,
  "container": 890,
  "oss": 2918,
  "golang": 1782,
  "hack": 1855,
  "digital": 1202,
  "advanced": 132,
  "slack": 3688,
  "just": 2216,
  "console": 884,
  "filter": 1551,
  "music": 2696,
  "css": 1010,
  "graphs": 1822,
  "algorithm": 186,
  "hacktoberfest": 1865,
  "bridge": 591,
  "continuous": 903,
  "intel": 2081,
  "guidelines": 1843,
  "use": 4240,
  "artificial": 326,
  "guide": 1840,
  "automation": 402,
  "preprocessor": 3093,
  "blockchain": 537,
  "bloc": 535,
  "concurrency": 864,
  "xml": 4487,
  "rds": 3276,
  "websites": 4408,
  "js": 2205,
  "math": 2504,
  "scripting": 3555,
  "pdf": 2973,
  "graphics": 1820,
  "express": 1480,
  "json": 2207,
  "compiler": 841,
  "memory": 2543,
  "website": 4407,
  "plus": 3044,
  "cppcon": 962,
  "networking": 2744,
  "sites": 3680,
  "batchfile": 469,
  "jupyter": 2214,
  "sagemaker": 3494,
  "amazon": 206,
  "mxnet": 2702,
  "huggingface": 1956,
  "dotnet": 1271,
  "core": 933,
  "concepts": 863,
  "sdk": 3559,
  "asp": 332,
  "tech": 3966,
  "articles": 324,
  "ejs": 1352,
  "honeybee": 1931,
  "messaging": 2555,
  "ioc": 2127,
  "mathematics": 2506,
  "bun": 614,
  "microsoft": 2582,
  "templates": 3982,
  "samples": 3501,
  "payments": 2972,
  "frontend": 1655,
  "node": 2781,
  "roadmap": 3426,
  "nodejs": 2782,
  "starter": 3829,
  "hn": 1920,
  "csharp": 1008,
  "transpiler": 4119,
  "contributors": 912,
  "windows": 4438,
  "built": 608,
  "install": 2060,
  "state": 3833,
  "dockerfile": 1245,
  "inference": 2033,
  "docs": 1247,
  "torchmetrics": 4082,
  "defi": 1107,
  "scalable": 3518,
  "scala": 3516,
  "analyses": 209,
  "ebooks": 1320,
  "bash": 464,
  "gpu": 1807,
  "optimized": 2892,
  "applications": 276,
  "developers": 1167,
  "reproducibility": 3380,
  "cv": 1034,
  "examples": 1455,
  "java": 2170,
  "notes": 2791,
  "scalability": 3517,
  "searcher": 3565,
  "ideas": 1979,
  "datasets": 1076,
  "recognition": 3311,
  "research": 3392,
  "julia": 2211,
  "spark": 3750,
  "beginner": 477,
  "face_recognition": 1499,
  "world": 4461,
  "9k": 58,
  "cython": 1045,
  "clone": 760,
  "flink": 1580,
  "deepspeed": 1104,
  "users": 4246,
  "easy": 1314,
  "configure": 872,
  "optimizer": 2893,
  "gov": 1796,
  "fsdp": 1659,
  "comment": 815,
  "parsing": 2959,
  "microservice": 2580,
  "decentralization": 1092,
  "coverage": 951,
  "mapping": 2490,
  "utility": 4251,
  "mock": 2633,
  "mobile": 2626,
  "react": 3277,
  "reactive": 3281,
  "engineering": 1389,
  "engineer": 1387,
  "directml": 1207,
  "provides": 3181,
  "dx": 1303,
  "useful": 4242,
  "games": 1692,
  "available": 407,
  "updated": 4233,
  "nvidia": 2809,
  "nx": 2811,
  "redis": 3323,
  "powershell": 3079,
  "standalone": 3808,
  "version": 4297,
  "landing": 2287,
  "cmake": 770,
  "onnx": 2857,
  "hardware": 1881,
  "direct3d": 1205,
  "scalajs": 3519,
  "catalog": 657,
  "firestore": 1565,
  "javascript": 2175,
  "google": 1787,
  "stargazers": 3815,
  "bind": 505,
  "android": 217,
  "gcp": 1703,
  "awesomeness": 421,
  "ember": 1365,
  "lora": 2429,
  "akka": 172,
  "kotlin": 2262,
  "languages": 2298,
  "based": 463,
  "opengl": 2867,
  "dart": 1061,
  "webdev": 4385,
  "ocaml": 2828,
  "operator": 2884,
  "aspiring": 334,
  "webdevelopment": 4387,
  "swift": 3909,
  "ux": 4260,
  "building": 604,
  "ruby": 3471,
  "scratch": 3548,
  "involve": 2124,
  "haskell": 1886,
  "kvm": 2274,
  "kernel": 2232,
  "renderer": 3362,
  "linux": 2370,
  "rust": 3483,
  "rendering": 3363,
  "blazor": 532,
  "koa": 2257,
  "vue": 4342,
  "delphi": 1119,
  "svelte": 3903,
  "arduino": 309,
  "ansi": 245,
  "fsharp": 1660,
  "ios": 2132,
  "coldfusion": 794,
  "agile": 153,
  "elm": 1359,
  "sveltejs": 3904,
  "apple": 272,
  "education": 1340,
  "iran": 2142,
  "postgres": 3070,
  "apps": 283,
  "iac": 1968,
  "vuejs": 4345,
  "typescript": 4177,
  "angular": 228,
  "arm": 318,
  "bigdata": 499,
  "amazingly": 205,
  "ecosystem": 1331,
  "mysql": 2707,
  "perl": 2983,
  "accessibility": 98,
  "macos": 2452,
  "ansible": 246,
  "groovy": 1831,
  "analytics": 211,
  "badges": 450,
  "demolab": 1122,
  "d3": 1047,
  "bioinformatics": 514,
  "logo": 2415,
  "demo": 1121,
  "followers": 1599,
  "title": 4052,
  "vector": 4287,
  "machines": 2451,
  "ton": 4065,
  "machinelearning": 2449,
  "scikitlearn": 3541,
  "recipes": 3310,
  "style": 3868,
  "bsd": 598,
  "iot": 2136,
  "filodb": 1550,
  "cache": 624,
  "microcontroller": 2575,
  "dashboards": 1065,
  "lite": 2383,
  "cassandra": 655,
  "prometheus": 3152,
  "profiling": 3131,
  "full": 1664,
  "controller": 914,
  "sqlite": 3787,
  "kibana": 2241,
  "consensus": 880,
  "realtime": 3306,
  "postgresql": 3071,
  "elastic": 1353,
  "logstash": 2420,
  "nosql": 2785,
  "browser": 594,
  "websocket": 4409,
  "benchmark": 480,
  "modal": 2634,
  "websockets": 4410,
  "routing": 3455,
  "boilerplates": 552,
  "animation": 238,
  "lighting": 2350,
  "es6": 1420,
  "widgets": 4433,
  "popup": 3059,
  "requirejs": 3387,
  "grid": 1829,
  "bundlers": 615,
  "npm": 2799,
  "typography": 4184,
  "fetch": 1537,
  "mvc": 2699,
  "zap": 4507,
  "delightful": 1117,
  "packages": 2935,
  "programmer": 3138,
  "productivity": 3126,
  "hacking": 1862,
  "promise": 3153,
  "license": 2346,
  "wifi": 4434,
  "technology": 3970,
  "country": 947,
  "cot": 944,
  "using": 4248,
  "asr": 341,
  "implementation": 2001,
  "implemented": 2003,
  "reference": 3334,
  "facebook": 1500,
  "openai": 2863,
  "workflows": 4454,
  "embedded": 1364,
  "yml": 4505,
  "astro": 356,
  "code": 781,
  "observability": 2822,
  "gemini": 1713,
  "programmin": 3140,
  "actions": 103,
  "social": 3718,
  "oci": 2834,
  "unofficial": 4224,
  "application": 275,
  "frame": 1635,
  "gherkin": 1736,
  "wai": 4354,
  "gis": 1741,
  "clr": 766,
  "desktop": 1153,
  "etl": 1435,
  "snippets": 3712,
  "contents": 899,
  "messenger": 2556,
  "graphql": 1821,
  "bookmarks": 559,
  "functions": 1673,
  "general": 1717,
  "directory": 1208,
  "cncf": 777,
  "stack": 3804,
  "architectures": 305,
  "overview": 2928,
  "official": 2843,
  "survey": 3901,
  "howtos": 1942,
  "forms": 1623,
  "startup": 3832,
  "howto": 1941,
  "repositories": 3376,
  "sorted": 3741,
  "gained": 1685,
  "reinforcement": 3340,
  "recurrent": 3320,
  "100": 7,
  "convolutional": 925,
  "count": 945,
  "intelligence": 2082,
  "mining": 2601,
  "voice": 4334,
  "assistant": 349,
  "tui": 4145,
  "emails": 1362,
  "chatbot": 708,
  "expert": 1470,
  "stanford": 3812,
  "elasticsearch": 1354,
  "essential": 1426,
  "knowledge": 2254,
  "handbook": 1874,
  "typed": 4172,
  "progressive": 3145,
  "bootstrap": 566,
  "bootstrapping": 572,
  "hydra": 1961,
  "cookiecutter": 928,
  "material": 2503,
  "personal": 2988,
  "wandb": 4360,
  "educational": 1341,
  "nn": 2778,
  "test_suite": 3997,
  "dvc": 1302,
  "practices": 3081,
  "lightning": 2351,
  "scripts": 3556,
  "com": 808,
  "parallel": 2951,
  "rstack": 3465,
  "href": 1943,
  "logic": 2413,
  "master": 2499,
  "crm": 992,
  "m4": 2444,
  "objective": 2819,
  "contributing": 909,
  "keychain": 2235,
  "tdd": 3959,
  "provider": 3179,
  "apollo": 266,
  "spec": 3755,
  "specifications": 3763,
  "specification": 3762,
  "pubsub": 3189,
  "compliant": 847,
  "want": 4361,
  "relay": 3345,
  "indonesian": 2031,
  "deno": 1126,
  "parse": 2955,
  "playground": 3036,
  "chinese": 725,
  "japan": 2165,
  "playgrounds": 3037,
  "site": 3677,
  "module": 2653,
  "parser": 2957,
  "manual": 2484,
  "modules": 2654,
  "bv": 618,
  "indonesia": 2030,
  "terminal": 3993,
  "play": 3033,
  "webpack": 4400,
  "added": 116,
  "bots": 579,
  "sass": 3508,
  "django": 1234,
  "spring": 3774,
  "scss": 3557,
  "glasses": 1763,
  "jekyll": 2189,
  "magento": 2455,
  "emoji": 1368,
  "terraform": 3995,
  "sunglasses": 3888,
  "expo": 1478,
  "flutter": 1588,
  "contribution": 910,
  "mean": 2527,
  "cheatsheet": 715,
  "laravel": 2299,
  "next": 2758,
  "glsl": 1771,
  "kubernetes": 2271,
  "geb": 1707,
  "emojis": 1369,
  "ionic": 2128,
  "2d": 42,
  "laboratory": 2279,
  "alert": 175,
  "emacs": 1360,
  "webserver": 4405,
  "converters": 922,
  "source": 3746,
  "sponsor": 3770,
  "web3": 4371,
  "ongoing": 2854,
  "cybersecurity": 1038,
  "langchain": 2292,
  "interview": 2109,
  "backend": 441,
  "improving": 2013,
  "mediapipe": 2530,
  "holistic": 1925,
  "c2": 622,
  "minimalist": 2598,
  "lambda": 2283,
  "package": 2933,
  "cursor": 1026,
  "mongoose": 2663,
  "wordpress": 4449,
  "sequelize": 3601,
  "microservices": 2581,
  "hapi": 1878,
  "oracle": 2898,
  "nestjs": 2735,
  "brazilian": 587,
  "devblogs": 1162,
  "opensource": 2875,
  "brazil": 586,
  "telegram": 3975,
  "wwdc": 4473,
  "canvas": 638,
  "softwares": 3724,
  "made": 2454,
  "by": 619,
  "brazilians": 588,
  "zsh": 4519,
  "devs": 1178,
  "awesomebrazil": 418,
  "eguatech": 1351,
  "photos": 3002,
  "jax_privacy": 2183,
  "blob": 534,
  "jax": 2182,
  "differentially": 1196,
  "private": 3114,
  "numpy": 2806,
  "deepmind": 1102,
  "mantra": 2482,
  "mantraml": 2483,
  "slim": 3695,
  "retrofit": 3409,
  "symfony": 3922,
  "epic": 1407,
  "repo": 3369,
  "contributed": 908,
  "indonesians": 2032,
  "reactjs": 3285,
  "mvp": 2700,
  "whatsapp": 4429,
  "neuromorphic": 2748,
  "efficient": 1347,
  "electron": 1355,
  "computing": 861,
  "neuronal": 2749,
  "chatops": 713,
  "inspired": 2057,
  "openstack": 2876,
  "flashcards": 1577,
  "flashcard": 1576,
  "anthropic": 252,
  "thealgorithms": 4012,
  "strong": 3860,
  "jenkins": 2191,
  "gpt": 1803,
  "datascience": 1074,
  "optimize": 2891,
  "melusine": 2537,
  "load": 2396,
  "natural": 2720,
  "python3": 3215,
  "segmenting": 3577,
  "load_email_data": 2397,
  "courriels": 948,
  "automatize": 404,
  "seo": 3598,
  "responsive": 3398,
  "bootstrap5": 569,
  "awesomedjango": 419,
  "adminlte": 125,
  "wiki": 4435,
  "channels": 702,
  "mesos": 2553,
  "nix": 2773,
  "apache": 258,
  "benchmarking": 482,
  "alexa": 179,
  "metro": 2571,
  "kafka": 2222,
  "yarn": 4495,
  "redux": 3324,
  "did": 1191,
  "dartlang": 1063,
  "cross": 994,
  "platform": 3028,
  "solid": 3728,
  "moderation": 2642,
  "d1": 1046,
  "stacks": 3806,
  "infrastructure": 2041,
  "bff": 494,
  "depends": 1132,
  "supporting": 3898,
  "declarative": 1095,
  "recommendation": 3313,
  "tensorfx": 3988,
  "hyperparameters": 1964,
  "toolbox": 4068,
  "ndarray": 2723,
  "autograd": 390,
  "routines": 3454,
  "chatbots": 709,
  "video": 4304,
  "sound": 3743,
  "erlang": 1417,
  "sms": 3708,
  "apyhub": 291,
  "folder": 1596,
  "div": 1232,
  "issues": 2154,
  "skills": 3685,
  "skill": 3684,
  "box": 581,
  "calls": 632,
  "custom": 1027,
  "whatisaboxskill": 4428,
  "dpo": 1279,
  "program": 3132,
  "ssr": 3801,
  "grpc": 1834,
  "cplusplus": 953,
  "shad": 3626,
  "clickhouse": 750,
  "ggml": 1735,
  "llama": 2389,
  "interface": 2097,
  "modern": 2643,
  "pnpm": 3048,
  "ukrainian": 4201,
  "ukraine": 4200,
  "curating": 1019,
  "ukrainians": 4202,
  "contribute": 907,
  "profile": 3130,
  "gamedevelopment": 1688,
  "unreal": 4225,
  "unrealengine5": 4227,
  "unrealengine": 4226,
  "started": 3828,
  "gamedev": 1687,
  "metal": 2560,
  "vr": 4336,
  "vulkan": 4349,
  "photogrammetry": 3000,
  "native": 2717,
  "big": 498,
  "shared": 3635,
  "in": 2014,
  "systems": 3935,
  "graph": 1818,
  "vineyard": 4310,
  "v6d": 4266,
  "immutable": 1996,
  "comp": 828,
  "sig": 3657,
  "manager": 2475,
  "applied": 278,
  "rl": 3425,
  "strategy": 3856,
  "icons": 1974,
  "session": 3617,
  "generative": 1725,
  "unfolding": 4210,
  "future": 1681,
  "tensor2robot": 3985,
  "features": 1529,
  "qt": 3229,
  "automatic": 399,
  "mvvm": 2701,
  "hacker": 1858,
  "blueprint": 548,
  "javafx": 2173,
  "controls": 916,
  "css3": 1011,
  "mdx": 2525,
  "nigeria": 2767,
  "africa": 141,
  "nigerians": 2768,
  "used": 4241,
  "naija": 2709,
  "themes": 4016,
  "webassembly": 4381,
  "razor": 3273,
  "netcore": 2739,
  "aspnetcore": 337,
  "archives": 307,
  "cicd": 736,
  "scaling": 3521,
  "isomorphic": 2148,
  "ecommerce": 1329,
  "webservices": 4406,
  "enabled": 1378,
  "nobackend": 2780,
  "gleam": 1764,
  "adapter": 111,
  "decoder": 1096,
  "esbuild": 1421,
  "run": 3475,
  "cmd2": 772,
  "unicode": 4212,
  "command": 811,
  "line": 2357,
  "subcommands": 3875,
  "cmd": 771,
  "tab": 3940,
  "completion": 845,
  "auto": 384,
  "functionality": 1672,
  "jvm": 2218,
  "stuff": 3867,
  "loosely": 2428,
  "midi": 2586,
  "dialog": 1187,
  "utilities": 4250,
  "itp": 2158,
  "__kinectron__": 62,
  "kinectron": 2245,
  "webvr": 4413,
  "creator": 990,
  "tool__": 4067,
  "itpers": 2159,
  "__runway__": 64,
  "three": 4025,
  "sketch": 3683,
  "screenshot": 3551,
  "hooks": 1933,
  "backtesting": 446,
  "ethereum": 1431,
  "open": 2861,
  "solidity": 3729,
  "awesomepython": 422,
  "org": 2904,
  "toolkits": 4074,
  "repos": 3374,
  "trading": 4097,
  "www": 4475,
  "crawler": 978,
  "chatgpt": 711,
  "cryptocurrency": 1000,
  "trade": 4094,
  "ssm": 3799,
  "live": 2387,
  "langgraph": 2295,
  "trader": 4095,
  "binance": 503,
  "btc": 599,
  "trades": 4096,
  "trading_bot": 4098,
  "py": 3201,
  "prediction": 3086,
  "answers": 249,
  "nft": 2761,
  "contracts": 905,
  "translations": 4116,
  "main": 2459,
  "author": 382,
  "dapps": 1058,
  "readme_ko": 3301,
  "summary": 3886,
  "dapp": 1057,
  "base": 462,
  "mev": 2573,
  "smart": 3701,
  "alt": 199,
  "starknet": 3816,
  "layer2": 2311,
  "evm": 1451,
  "zkrollup": 4516,
  "gaming": 1693,
  "foundation": 1627,
  "starkware": 3818,
  "cairo": 627,
  "lang": 2291,
  "starks": 3817,
  "rollups": 3443,
  "zkstarks": 4517,
  "androidhive": 221,
  "tricks": 4132,
  "javscript": 2181,
  "rubyonrails": 3473,
  "udemy": 4189,
  "somewhat": 3737,
  "suggestions": 3882,
  "argo": 311,
  "ability": 84,
  "airflow": 166,
  "seldon": 3579,
  "realized": 3305,
  "kubeflow": 2270,
  "k8s": 2221,
  "helm": 1899,
  "universal": 4221,
  "hackathon": 1856,
  "webapp": 4379,
  "hackathons": 1857,
  "openapi": 2865,
  "room": 3445,
  "pwa": 3200,
  "heroku": 1904,
  "codegen": 784,
  "collaboration": 796,
  "starters": 3830,
  "comprehensive": 854,
  "queries": 3239,
  "persian": 2984,
  "babel": 437,
  "nuxt": 2808,
  "senegal": 3590,
  "display": 1226,
  "senegalese": 3591,
  "ubuntu": 4188,
  "hono": 1932,
  "tailwind": 3945,
  "tailwindcss": 3946,
  "crafted": 968,
  "bitcoin": 520,
  "md": 2523,
  "nextjs": 2759,
  "selection": 3581,
  "tabular": 3943,
  "2022": 34,
  "experimentation": 1467,
  "dictionary": 1190,
  "time": 4041,
  "series": 3605,
  "sklearn": 3686,
  "functionalities": 1671,
  "generated": 1721,
  "maui": 2513,
  "basics": 467,
  "develop": 1164,
  "internet": 2104,
  "toc": 4057,
  "decentralized": 1093,
  "mcp": 2520,
  "cdk": 674,
  "pulls": 3192,
  "expressjs": 1483,
  "htmx": 1950,
  "prettier": 3101,
  "axios": 430,
  "tmx": 4054,
  "cheatsheets": 716,
  "coffeescript": 790,
  "html5": 1945,
  "sysadmin": 3930,
  "sindresorhus": 3674,
  "alpaca": 194,
  "midjourney": 2587,
  "实用的ai百宝箱": 4598,
  "langflow": 2294,
  "mistral": 2609,
  "treasurebox": 4120,
  "ollama": 2848,
  "graalvm": 1810,
  "pure": 3195,
  "commandline": 813,
  "lombok": 2424,
  "proposes": 3166,
  "util": 4249,
  "miscellaneous": 2607,
  "quicklisp": 3244,
  "certification": 688,
  "apigateway": 261,
  "ec2": 1323,
  "dynamodb": 1308,
  "ee": 1342,
  "fish": 1567,
  "cloudflow": 765,
  "extensible": 1487,
  "discussed": 1218,
  "nutshell": 2807,
  "runtimes": 3481,
  "dram": 1281,
  "privacyraven": 3113,
  "extraction": 1492,
  "membership": 2539,
  "featured": 1528,
  "model": 2636,
  "attack": 370,
  "enhancing": 1396,
  "technologies": 3969,
  "automated": 397,
  "inversion": 2120,
  "utils": 4255,
  "optimizers": 2894,
  "differentiation": 1197,
  "computation": 856,
  "gradient": 1813,
  "vite": 4325,
  "gcc": 1702,
  "adam": 108,
  "tidymodels": 4035,
  "readme": 3299,
  "usemodels": 4243,
  "glmnet_grid": 1766,
  "tidyr": 4036,
  "devtools": 1182,
  "glmnet_recipe": 1767,
  "add_model": 115,
  "dummy": 1301,
  "trackawesomelist": 4090,
  "tracked": 4091,
  "updates": 4234,
  "subscribe": 3876,
  "eslint": 1423,
  "neovim": 2732,
  "feed": 1533,
  "claude": 744,
  "lovable": 2433,
  "legacy": 2326,
  "kiro": 2246,
  "deepseek": 1103,
  "organized": 2907,
  "starred": 3822,
  "iptv": 2140,
  "developed": 1165,
  "offline": 2844,
  "discord": 1211,
  "scribbler": 3553,
  "experimenting": 1468,
  "simulation": 3669,
  "npx": 2801,
  "easily": 1313,
  "enriched": 1397,
  "annotations": 242,
  "hi": 1910,
  "end": 1384,
  "teaching": 3962,
  "front": 1653,
  "color": 804,
  "scheme": 3531,
  "table": 3941,
  "israel": 2149,
  "awesomelists": 420,
  "israeli": 2150,
  "observable": 2823,
  "rxjs": 3488,
  "view": 4307,
  "israelis": 2151,
  "vercel": 4290,
  "liquid": 2373,
  "guides": 1844,
  "trendmicro": 4127,
  "component": 848,
  "vba": 4283,
  "styles": 3872,
  "awesome_ai_agents": 414,
  "date": 1082,
  "schwoebel": 3536,
  "modeling": 2637,
  "verse": 4296,
  "collaborate": 795,
  "method": 2567,
  "ex_actor": 1452,
  "concurrent": 865,
  "programs": 3143,
  "actor": 107,
  "starlark": 3819,
  "spawn": 3754,
  "namespace": 2711,
  "cpp26": 961,
  "multithreading": 2694,
  "cpp20": 959,
  "remote": 3359,
  "co_await": 779,
  "coroutines": 937,
  "celery": 680,
  "deploying": 1136,
  "composer": 852,
  "roslyn": 3450,
  "object": 2818,
  "oriented": 2908,
  "xamarin": 4479,
  "typesafe": 4175,
  "sharp": 3638,
  "linq": 2366,
  "add": 114,
  "gameprogrammerpath": 1691,
  "listed": 2377,
  "engines": 1390,
  "higher": 1915,
  "railsnotes": 3258,
  "llmops": 2392,
  "dall": 1053,
  "text": 4004,
  "to": 4055,
  "image": 1991,
  "uses": 4247,
  "discussions": 1220,
  "textual": 4007,
  "prompt": 3157,
  "txt2img": 4170,
  "dalle2": 1054,
  "ibm": 1970,
  "watson": 4367,
  "watsonsim": 4368,
  "prefer": 3088,
  "simulator": 3671,
  "fedora": 1532,
  "question": 3241,
  "differences": 1194,
  "yodaqa": 4506,
  "works": 4457,
  "answering": 248,
  "introduction": 2115,
  "gulp": 1847,
  "scaffold": 3513,
  "taiwan": 3947,
  "angularjs": 236,
  "mit": 2610,
  "taiwanese": 3948,
  "opentofu": 2877,
  "as": 330,
  "hashicorp": 1883,
  "grunt": 1835,
  "commander": 812,
  "fastest": 1513,
  "gohugoio": 1780,
  "gorm": 1793,
  "fiber": 1541,
  "moby": 2629,
  "delivery": 1118,
  "path": 2966,
  "test": 3996,
  "avaloniaui": 410,
  "avalonia": 409,
  "twig": 4164,
  "automate": 396,
  "ecs": 1332,
  "codejam": 786,
  "arcgis": 297,
  "fullstack": 1665,
  "manifest": 2478,
  "idea": 1977,
  "look": 2426,
  "jest": 2192,
  "skeleton": 3682,
  "productive": 3125,
  "writing": 4468,
  "monorepo": 2668,
  "beginners": 478,
  "exercises": 1461,
  "googlecloudplatform": 1790,
  "googlecloudsdk": 1791,
  "googlecloud": 1789,
  "dispatch": 1224,
  "routes": 3453,
  "route": 3451,
  "paths": 2968,
  "lightweight": 2352,
  "addon": 118,
  "compiles": 843,
  "webworker": 4414,
  "webkit": 4396,
  "dispatching": 1225,
  "efficiency": 1346,
  "stripe": 3859,
  "amazing": 204,
  "2019": 27,
  "shopping": 3644,
  "sensai": 3593,
  "achieves": 101,
  "mlflow": 2621,
  "minimises": 2599,
  "adding": 117,
  "sensible": 3594,
  "adaptive": 113,
  "transferlab": 4109,
  "environment": 1405,
  "practice": 3080,
  "attention": 372,
  "11": 10,
  "winui3": 4443,
  "protection": 3169,
  "defender": 1106,
  "icon": 1973,
  "windows11": 4439,
  "tweaks": 4160,
  "watermark": 4366,
  "ssh": 3796,
  "winui": 4442,
  "subsystem": 3879,
  "popular": 3058,
  "follows": 1600,
  "efficiently": 1348,
  "djanog": 1235,
  "djanogo": 1236,
  "incorporate": 2020,
  "compute": 858,
  "portable": 3063,
  "jamstack": 2163,
  "designers": 1149,
  "vanilla": 4274,
  "webgl": 4392,
  "webmaster": 4397,
  "emotion": 1372,
  "shadcn": 3627,
  "jsx": 2208,
  "adonisjs": 129,
  "saas": 3489,
  "selfhosted": 3586,
  "self": 3585,
  "reverse": 3413,
  "proxy": 3184,
  "hosted": 1937,
  "home": 1926,
  "locally": 2400,
  "wireguard": 4445,
  "nostr": 2786,
  "ai_tools_and_papers_providers_frameworks": 158,
  "effects": 1345,
  "dsl": 1297,
  "swiftguide": 3911,
  "vapor": 4276,
  "tvos": 4158,
  "nearest": 2724,
  "neighbor": 2731,
  "similarity": 3663,
  "search": 3564,
  "sift": 3656,
  "hamming": 1873,
  "ressources": 3399,
  "index": 2023,
  "hashing": 1884,
  "deeplearning": 1101,
  "nmslib": 2777,
  "quantization": 3237,
  "distance": 1227,
  "binary": 504,
  "loss": 2430,
  "pipelines": 3017,
  "write": 4466,
  "timm": 4045,
  "existing": 1462,
  "accelerated": 93,
  "accessible": 99,
  "trainer": 4103,
  "accelerate": 92,
  "great": 1825,
  "scientists": 3539,
  "recommended": 3314,
  "scientific": 3538,
  "fog": 1595,
  "edge": 1333,
  "arxiv": 329,
  "serveless": 3607,
  "middleware": 2584,
  "misc": 2606,
  "qi2025surveyopensourceedgecomputing": 3223,
  "verge": 4291,
  "simulators": 3672,
  "emulation": 1375,
  "dynamics": 1307,
  "categories": 660,
  "topic": 4077,
  "platforms": 3031,
  "maa": 2445,
  "standards": 3811,
  "layout": 2314,
  "align": 189,
  "stylelint": 3871,
  "gatsby": 1701,
  "accepted": 96,
  "good": 1786,
  "first": 1566,
  "issue": 2153,
  "friendly": 1651,
  "hacktoberfest2023": 1867,
  "styleguide": 3870,
  "gdscript": 1705,
  "abap": 81,
  "indexing": 2026,
  "vim": 4308,
  "script": 3554,
  "gds": 1704,
  "actionscript": 104,
  "zig": 4515,
  "automatically": 400,
  "including": 2019,
  "pysimplegui": 3212,
  "short": 3645,
  "doctoc": 1249,
  "update": 4232,
  "wagtail": 4353,
  "turkish": 4154,
  "başlıkları": 471,
  "turkce": 4152,
  "kaynak": 2227,
  "tko": 4053,
  "kaynaklar": 2228,
  "türkçe": 4185,
  "faydalı": 1523,
  "kullanımı": 2272,
  "nginx": 2763,
  "aissemble": 169,
  "booz": 573,
  "scaffolding": 3514,
  "manufacturing": 2487,
  "implement": 1999,
  "purpose": 3197,
  "资源列表": 4709,
  "十分受python开发者的青睐": 4573,
  "events": 1445,
  "cool": 929,
  "php7": 3004,
  "debian": 1090,
  "raspberrypi": 3268,
  "grafana": 1816,
  "stream": 3857,
  "file": 1546,
  "javaguide": 2174,
  "selenium": 3583,
  "oidc": 2846,
  "工程师进阶知识完全扫盲": 4602,
  "首选": 4723,
  "raspberry": 3267,
  "pi": 3009,
  "homekit": 1929,
  "homebridge": 1928,
  "hole": 1923,
  "browsersync": 596,
  "welcome": 4421,
  "grommet": 1830,
  "forecasting": 1605,
  "spiking": 3768,
  "time_series_forecasting_spiking": 4042,
  "neuroscience": 2750,
  "images": 1993,
  "neurotorch": 2751,
  "analysis": 210,
  "nowcasting_benchmark": 2797,
  "results": 3406,
  "nowcasting": 2796,
  "uart": 4186,
  "examined": 1453,
  "methodology": 2568,
  "openshift": 2873,
  "systemctl": 3934,
  "dedicated": 1098,
  "cluster": 768,
  "active": 105,
  "openshift4": 2874,
  "包含javascript": 4571,
  "正经的前端学习": 4664,
  "img": 1995,
  "在更": 4587,
  "深入手写js原生api": 4673,
  "此仓库每天都会手动更新": 4665,
  "ecmascritpt": 1326,
  "无重复字符的最长子串": 4644,
  "每天进步一点点": 4669,
  "anyting_about_game": 256,
  "asset": 346,
  "graphic": 1819,
  "archived": 306,
  "此项目已归档": 4666,
  "如果您在看到一个包或项目不再维护或不适合": 4594,
  "请往awesome": 4703,
  "归档项目": 4611,
  "godoc文档地址": 1778,
  "此项目是": 4667,
  "最近一周有更新": 4648,
  "cn": 776,
  "doc": 1240,
  "最近三年没有更新": 4649,
  "本项目每隔一天与英文文档同步": 4654,
  "项目已归档": 4721,
  "包含中文文档": 4572,
  "arch": 298,
  "interpretation": 2107,
  "gradcam": 1812,
  "dataset": 1075,
  "imagenet": 1992,
  "langchaingraph": 2293,
  "integrations": 2080,
  "micronaut": 2579,
  "enterprise": 1399,
  "microframework": 2577,
  "godot": 1779,
  "kol": 2258,
  "memoization": 2541,
  "aframe": 140,
  "memoisation": 2540,
  "spell": 3767,
  "compact": 829,
  "lint": 2367,
  "recording": 3317,
  "disable": 1209,
  "turso": 4155,
  "references": 3335,
  "esp32": 1424,
  "libsql": 2344,
  "roff": 3441,
  "programlama": 3135,
  "ile": 1989,
  "app": 267,
  "freecodecamp": 1646,
  "podcast": 3050,
  "announce": 243,
  "10": 6,
  "larson": 2304,
  "week": 4418,
  "global": 1769,
  "gifts": 1739,
  "protocol": 3173,
  "doctor": 1250,
  "includes": 2018,
  "files": 1548,
  "tresor": 4130,
  "commands": 814,
  "coding": 789,
  "diffs": 1199,
  "jetpack": 2193,
  "androiddevnotes": 219,
  "sitemap": 3679,
  "link": 2360,
  "seed": 3573,
  "ipfs": 2138,
  "cordova": 932,
  "salesforce": 3499,
  "watchos": 4365,
  "p2p": 2930,
  "zero": 4512,
  "proofs": 3162,
  "chainlink": 693,
  "benchmarks": 483,
  "fluidml_example": 1587,
  "pipelining": 3019,
  "gif": 1738,
  "fluidml": 1586,
  "fluid_ml_logo": 1585,
  "of": 2839,
  "structures": 3862,
  "wasm": 4363,
  "webframework": 4391,
  "stm32": 3846,
  "tiny": 4046,
  "formats": 1620,
  "mermaid": 2550,
  "fundamentals": 1676,
  "various": 4281,
  "supabase": 3889,
  "auth": 379,
  "txt": 4169,
  "identity": 1984,
  "taiwindcss": 3949,
  "llmstxt": 2394,
  "codebase": 782,
  "robots": 3435,
  "online": 2855,
  "databricks": 1069,
  "independence": 2022,
  "clean": 746,
  "components": 849,
  "microlib": 2578,
  "federated": 1530,
  "polylith": 3056,
  "premium": 3090,
  "federation": 1531,
  "architectural": 302,
  "hyperparameter": 1963,
  "tuning": 4147,
  "perform": 2980,
  "random": 3261,
  "integrates": 2077,
  "integrate": 2075,
  "parameter": 2952,
  "jdk": 2187,
  "macbook": 2446,
  "speech": 3766,
  "cookbook": 927,
  "epub": 1409,
  "edition": 1336,
  "不定期更新": 4543,
  "repositary": 3375,
  "webcomponents": 4384,
  "hacks": 1864,
  "comments": 816,
  "inspiring": 2058,
  "manuals": 2486,
  "preview": 3102,
  "one": 2853,
  "liners": 2358,
  "pyblaze": 3202,
  "engineered": 1388,
  "generalization": 1719,
  "currently": 1023,
  "autoencoderengine": 388,
  "edit": 1334,
  "hibernate": 1911,
  "bicep": 496,
  "gitpython": 1760,
  "hackerrank": 1860,
  "animations": 239,
  "appcache": 269,
  "chroma": 729,
  "sap": 3505,
  "sapui5": 3506,
  "abap2yuml": 82,
  "stylus": 3874,
  "qml": 3226,
  "rich": 3423,
  "format": 1619,
  "hcl": 1889,
  "plpgsql": 3039,
  "tsql": 4142,
  "purebasic": 3196,
  "xslt": 4489,
  "mustache": 2697,
  "esp8266": 1425,
  "haml": 1872,
  "maker": 2467,
  "blade": 529,
  "handlebars": 1876,
  "jinja": 2196,
  "pug": 3190,
  "smarty": 3705,
  "compose": 851,
  "gitops": 1759,
  "origami": 2909,
  "creations": 987,
  "craftista": 969,
  "fluxcd": 1592,
  "argocd": 312,
  "place": 3024,
  "favorites": 1522,
  "showcase": 3648,
  "logocolor": 2416,
  "githubusercontent": 1747,
  "charts": 706,
  "chart": 705,
  "scenekit": 3524,
  "uikit": 4197,
  "swiftui": 3915,
  "creating": 985,
  "ngrok": 2764,
  "create": 981,
  "rasa": 3266,
  "vulnerabilities": 4350,
  "service": 3611,
  "solutions": 3732,
  "defined": 1109,
  "databases": 1068,
  "datawarehouse": 1081,
  "hadoop": 1870,
  "containerization": 893,
  "tidb": 4033,
  "pandas": 2944,
  "dataframe": 1071,
  "packaged": 2934,
  "business": 617,
  "capabilities": 643,
  "hopeit": 1934,
  "agentverse": 151,
  "agentos": 149,
  "rock": 3438,
  "avelino": 411,
  "pydeepflow": 3204,
  "hacktoberfest2025": 1868,
  "better": 491,
  "designed": 1147,
  "计算机科学": 4697,
  "精彩列表的精选列表": 4693,
  "什么是awesome列表": 4557,
  "后端开发": 4583,
  "编程语言": 4696,
  "开发环境": 4605,
  "数据": 4639,
  "content": 898,
  "多媒体": 4592,
  "juce": 2209,
  "leadership": 2316,
  "sysops": 3932,
  "managing": 2476,
  "playbook": 3034,
  "awesomes": 423,
  "philosophy": 2993,
  "monads": 2656,
  "philosophical": 2992,
  "hfm": 1907,
  "approaches": 282,
  "nesting": 2734,
  "office": 2842,
  "compilers": 842,
  "goroutines": 1794,
  "visual": 4319,
  "studio": 3865,
  "vs": 4337,
  "fastlane": 1516,
  "sinatra": 3673,
  "homebrew": 1927,
  "icloud": 1972,
  "schnetpack": 3534,
  "molecules": 2655,
  "schnet": 3533,
  "batching": 470,
  "gschnet": 1836,
  "things": 4019,
  "stargazed": 3814,
  "ssg": 3795,
  "renderscript": 3365,
  "pascal": 2964,
  "starship": 3826,
  "empowering": 1373,
  "bevy": 493,
  "rustdesk": 3484,
  "unionlabs": 4216,
  "x86": 4477,
  "instruction": 2072,
  "chat": 707,
  "summarizes": 3885,
  "chatdoctor": 710,
  "large": 2302,
  "rspack": 3462,
  "biomejs": 516,
  "mawesome": 2515,
  "ordered": 2903,
  "diy": 1233,
  "cssui": 1012,
  "flair": 1573,
  "fun": 1667,
  "supercollider": 3892,
  "3ds": 48,
  "max": 2516,
  "adobe": 128,
  "shaders": 3632,
  "o1": 2813,
  "devtech": 1180,
  "3dsmax": 49,
  "lab": 2277,
  "3dmax": 47,
  "bird": 518,
  "species": 3759,
  "songs": 3739,
  "birds": 519,
  "singing": 3675,
  "sounds": 3745,
  "vocal": 4333,
  "song": 3738,
  "categorized": 661,
  "swifta": 3910,
  "sorting": 3742,
  "swifts": 3914,
  "interviews": 2110,
  "prep": 3091,
  "mastering": 2500,
  "explorer": 1476,
  "minecraft": 2592,
  "jdks": 2188,
  "neat": 2726,
  "braziljs": 589,
  "containerised": 892,
  "clients": 753,
  "servers": 3610,
  "bert": 486,
  "usage": 4239,
  "deploy": 1133,
  "lamp": 2286,
  "serving": 3615,
  "lifecycle": 2348,
  "productization": 3127,
  "alignment": 190,
  "seamlessly": 3563,
  "domain": 1264,
  "prompts": 3159,
  "webar": 4380,
  "threejs": 4026,
  "rocks": 3440,
  "augmented": 375,
  "reality": 3304,
  "pose": 3068,
  "estimation": 1429,
  "indie": 2028,
  "bolt": 553,
  "revolutionizing": 3418,
  "detailed": 1154,
  "reasons": 3309,
  "manifesto": 2479,
  "advantages": 133,
  "systemverilog": 3936,
  "verilog": 4294,
  "variety": 4280,
  "chrome": 730,
  "插件": 4632,
  "chrome浏览器调试javascript代码": 732,
  "可以设置网页上几乎所有东西": 4578,
  "web前端助手": 4416,
  "一个webapp": 4538,
  "可以收藏网址": 4577,
  "一个可视化编辑在线页面css样式的chrome插件": 4539,
  "相当于控制台修改的效果": 4689,
  "点击访问": 4675,
  "colorizer": 806,
  "给各个括号添加颜色": 4695,
  "插件篇": 4633,
  "在google": 4586,
  "neutron": 2753,
  "nova": 2794,
  "ref": 3332,
  "badge_small": 449,
  "light": 2349,
  "dashboard": 1064,
  "webp": 4399,
  "center": 683,
  "adversarial": 136,
  "structure": 3861,
  "glnn": 1768,
  "prospect": 3168,
  "mlp": 2623,
  "mlps": 2624,
  "distillation": 1228,
  "robustness": 3437,
  "learns": 2323,
  "gnns": 1773,
  "gnn": 1772,
  "collaboratively": 798,
  "dotnetcore": 1272,
  "aop": 257,
  "aio": 164,
  "eventstore": 1448,
  "ddd": 1086,
  "cqrs": 967,
  "driven": 1288,
  "faul": 1520,
  "eventsourcing": 1446,
  "extended": 1485,
  "allure": 193,
  "nanlabs": 2713,
  "nan": 2712,
  "tree": 4121,
  "webdriver": 4388,
  "labs": 2280,
  "amplify": 208,
  "h1": 1851,
  "ibmcloud": 1971,
  "bluemix": 547,
  "carbon": 647,
  "workshop": 4458,
  "centos": 684,
  "containersplatform": 896,
  "sicence": 3652,
  "开源nlp研究库": 4606,
  "基于pytorch": 4590,
  "文本处理模块和众多数据集": 4643,
  "pytorchnlp": 3219,
  "厉害的pytorch项目": 4575,
  "plsql": 3040,
  "clap": 739,
  "open_source": 2862,
  "recursion": 3321,
  "textbook": 4005,
  "blue_book": 546,
  "standard": 3809,
  "autohotkey": 391,
  "assembly": 344,
  "luau": 2437,
  "inno": 2049,
  "setup": 3621,
  "swig": 3917,
  "antlr": 255,
  "ags": 156,
  "technical": 3967,
  "freelance": 1647,
  "newbiedictionary": 2755,
  "making": 2469,
  "blogger": 543,
  "yamle": 4494,
  "awesome_fair_data_logo": 415,
  "fdo": 1525,
  "principles": 3110,
  "provenance": 3176,
  "objects": 2820,
  "typespec": 4179,
  "libsimdpp": 2343,
  "lib": 2338,
  "cppcon2017会议资料": 963,
  "fenbf": 1536,
  "compile": 839,
  "proxygen": 3185,
  "cocos2d": 780,
  "suite": 3883,
  "vm": 4331,
  "17": 18,
  "context": 900,
  "puppeteer": 3193,
  "显示github上golang相关的开源项目信息": 4645,
  "不罗列其它golang相关的网站_": 4544,
  "_该文件中的github仓库信息数据会在每天凌晨1点左右更新": 78,
  "文件中列出的在github上开源的优秀项目": 4641,
  "go语言开源项目列表": 1799,
  "项目分类及github上的开源项目数据完全来自于": 4720,
  "2025": 37,
  "resume": 3408,
  "participating": 2960,
  "looking": 2427,
  "latest": 2308,
  "lakehouse": 2282,
  "tumors": 4146,
  "medix": 2533,
  "medical": 2532,
  "paging3": 2939,
  "dagger": 1051,
  "hilt": 1916,
  "retrofit2": 3410,
  "diagnosis": 1185,
  "openhtmltopdf": 2868,
  "h3": 1854,
  "br": 584,
  "fucking": 1663,
  "h2": 1852,
  "brainfuck": 585,
  "fpga": 1632,
  "created": 983,
  "indexed": 2024,
  "filters": 1555,
  "default": 1105,
  "blacklist": 528,
  "talk": 3950,
  "dofollow": 1260,
  "multi": 2686,
  "rel": 3341,
  "harness": 1882,
  "gpt4": 1804,
  "target": 3953,
  "_blank": 67,
  "insights": 2054,
  "minimal": 2597,
  "instances": 2068,
  "clusters": 769,
  "4dev": 51,
  "all": 191,
  "versatile": 4295,
  "device": 1172,
  "runner": 3476,
  "supports": 3899,
  "mobilenet": 2627,
  "v2": 4263,
  "iphone": 2139,
  "seq": 3600,
  "multiomics": 2689,
  "mkvto": 2619,
  "genome": 1729,
  "annotation": 241,
  "ebi": 1318,
  "comparison": 834,
  "drl": 1293,
  "solve": 3733,
  "robotic": 3433,
  "sim2real": 3661,
  "students": 3864,
  "for": 1604,
  "webhooks": 4395,
  "baas": 436,
  "life": 2347,
  "enginneering": 1391,
  "mini": 2595,
  "miniautoml": 2596,
  "maddening": 2453,
  "potential": 3072,
  "portage": 3064,
  "overlay": 2927,
  "gentoo": 1730,
  "ebuild": 1321,
  "ebuilds": 1322,
  "arbal": 294,
  "distro": 1231,
  "fix": 1572,
  "emerge": 1367,
  "university": 4222,
  "汇总": 4671,
  "quality": 3236,
  "中优质的学习资源": 4546,
  "geometry": 1732,
  "st": 3802,
  "mesh": 2552,
  "convex": 924,
  "geometric": 1731,
  "transformations": 4110,
  "boost": 561,
  "virtual": 4314,
  "interaction": 2090,
  "modelling": 2640,
  "mixed": 2614,
  "开源前哨": 4607,
  "微信公号团队": 4612,
  "5及以上的算法与数据结构库": 57,
  "微信公号团队维护更新": 4613,
  "算法与数据结构": 4692,
  "风格指南等": 4722,
  "就是": 4600,
  "资源大全中文版": 4710,
  "chatgptnextweb": 712,
  "alternative": 201,
  "turbo": 4149,
  "air": 165,
  "macbookpro": 2447,
  "ipados": 2137,
  "operating": 2882,
  "system": 3933,
  "systools": 3937,
  "sysadmins": 3931,
  "experience": 1463,
  "lessons": 2331,
  "learned": 2320,
  "dotfiles": 1270,
  "axioms": 429,
  "read": 3296,
  "lxgwwenkai": 2441,
  "我在": 4623,
  "guidebook": 1841,
  "applescript": 273,
  "tiers": 4037,
  "practitioners": 3083,
  "infradev": 2039,
  "offerings": 2840,
  "wildfire": 4436,
  "observation": 2825,
  "geff": 1709,
  "sensing": 3595,
  "ecmwf": 1327,
  "current": 1022,
  "binder": 507,
  "earth": 1311,
  "finest": 1558,
  "applets": 274,
  "gpio": 1801,
  "india": 2027,
  "particles": 2961,
  "myself": 2706,
  "ccamel": 668,
  "atlas": 366,
  "aritificial": 317,
  "sec": 3567,
  "linux安全": 2372,
  "creates": 984,
  "各类靶机writup": 4581,
  "supervised": 3894,
  "tasks": 3956,
  "semantic": 3587,
  "unsupervised": 4229,
  "alexnet": 180,
  "giant": 1737,
  "liked": 2354,
  "helpful": 1901,
  "practicing": 3082,
  "basic": 465,
  "geeknik": 1708,
  "docwire": 1257,
  "introducing": 2114,
  "revolutionary": 3417,
  "doctotext": 1251,
  "renpy": 3366,
  "sft": 3624,
  "small": 3699,
  "dockercontainers": 1244,
  "ci": 734,
  "cd": 671,
  "cnn": 778,
  "lstm": 2435,
  "kws": 2275,
  "exploring": 1477,
  "known": 2256,
  "shuffler": 3651,
  "vehicles": 4288,
  "annotated": 240,
  "foam": 1594,
  "knowledgebase": 2255,
  "genai": 1716,
  "roam": 3428,
  "indieweb": 2029,
  "openworkers": 2880,
  "digitalgarden": 1203,
  "zettelkasten": 4513,
  "communal": 824,
  "inspiration": 2055,
  "ios14": 2134,
  "april": 290,
  "statistics": 3837,
  "check": 717,
  "ctags": 1014,
  "curriki": 1025,
  "githubs": 1745,
  "mako": 2470,
  "pages": 2938,
  "gssoc": 1838,
  "palettes": 2943,
  "and": 216,
  "patterns": 2970,
  "creative": 988,
  "sponsored": 3771,
  "lottie": 2432,
  "illustration": 1990,
  "fonts": 1601,
  "stock": 3847,
  "prototyping": 3175,
  "kits": 2248,
  "converted": 921,
  "qmake": 3225,
  "mirror": 2604,
  "codex": 788,
  "定时抓取": 4597,
  "escolha": 1422,
  "básicos": 621,
  "programação": 3133,
  "para": 2949,
  "linguagem": 2359,
  "desenvolvimento": 1144,
  "aprender": 289,
  "lógica": 2443,
  "intellij": 2084,
  "shiny": 3641,
  "tribixbite": 4131,
  "rtos": 3467,
  "builtbybel": 609,
  "crapfixer": 971,
  "bikeshed": 500,
  "keyword": 2239,
  "spotlight": 3773,
  "keywords": 2240,
  "quickly": 3245,
  "utm_souce": 4256,
  "instant": 2069,
  "acorn": 102,
  "gem": 1711,
  "babylon": 438,
  "hello": 1896,
  "worlds": 4462,
  "100_plus_python_projects_challenge": 8,
  "005_check_your_english_speech_baidu": 2,
  "004_check_your_english_speech": 1,
  "002_english_chinese_translation": 0,
  "aws_cli_queries_walkthrough": 426,
  "walkthrough": 4356,
  "cryptoaibot": 999,
  "telegramb": 3976,
  "forex": 1608,
  "market": 2493,
  "forextelegrambot": 1614,
  "forexaitelegrambot": 1611,
  "forexbot": 1612,
  "cyrptotelegrambot": 1044,
  "forexsignalbot": 1613,
  "forexaianalysis": 1609,
  "forexaianalysiser": 1610,
  "hacktoberfest2021": 1866,
  "terms": 3994,
  "translate": 4114,
  "definitions": 1111,
  "xcode": 4484,
  "stellar": 3839,
  "githubstars": 1746,
  "able": 85,
  "kenjinote": 2230,
  "japanese": 2166,
  "erickwendel": 1415,
  "linkedin": 2362,
  "cypress": 1042,
  "erickwendel_": 1416,
  "rbac": 3274,
  "docfx": 1241,
  "boexler": 549,
  "fortnite": 1625,
  "snapchat": 3709,
  "starred_ml": 3823,
  "installation": 2062,
  "ami": 207,
  "specific": 3760,
  "appplication": 280,
  "dynamic": 1305,
  "malware": 2471,
  "control": 913,
  "access": 97,
  "administration": 124,
  "representations": 3378,
  "latent": 2306,
  "variable": 4277,
  "space": 3749,
  "ssms": 3800,
  "assist": 348,
  "intelligent": 2083,
  "importantly": 2008,
  "archlinux": 308,
  "starlist": 3821,
  "10k": 9,
  "帮助学习者将理论转化为实战能力": 4604,
  "所有学习资源均通过github开源": 4627,
  "文件仅展示了仅两个月新增的前256个git项目": 4642,
  "学习者可自由下载或贡献内容": 4595,
  "starrydivinesky": 3824,
  "biomedicine": 515,
  "codever": 787,
  "public": 3187,
  "header": 1891,
  "bookmark": 558,
  "reactivity": 3284,
  "entities": 1401,
  "conference": 867,
  "reactnext": 3286,
  "sagas": 3493,
  "reactfest": 3280,
  "2018": 26,
  "gas": 1697,
  "gnuplot": 1774,
  "angelscript": 227,
  "functai": 1668,
  "paradigm": 2950,
  "想要有进一步提升": 4619,
  "还请多花时间学习高分神级英文项目": 4713,
  "帮助你发现高分优秀中文项目": 4603,
  "各位开发者伙伴可以更高效地吸收国人的优秀经验": 4580,
  "榜单设立范围": 4662,
  "中文项目只能满足阶段性的需求": 4552,
  "成果": 4622,
  "github中文排行榜": 1750,
  "榜单设立目的": 4661,
  "vfs": 4300,
  "socketio": 3720,
  "ue5": 4190,
  "generalisation": 1718,
  "varied": 4279,
  "disentanglement": 1222,
  "psychology": 3186,
  "disentangled": 1221,
  "disentanglement_dataset": 1223,
  "beta": 490,
  "tables": 3942,
  "15": 16,
  "pinia": 3014,
  "wechat": 4417,
  "electronic": 1356,
  "xposed": 4488,
  "littlecodersh": 2385,
  "itchat": 2157,
  "vlms": 4328,
  "simple_generation": 3665,
  "ready": 3302,
  "guis": 1846,
  "generation": 1724,
  "running": 3478,
  "commits": 821,
  "thx": 4030,
  "二级目录": 4555,
  "一级目录": 4542,
  "awsome": 428,
  "transpilation": 4118,
  "work": 4450,
  "progress": 3144,
  "scrapers": 3545,
  "mass": 2498,
  "unfollow": 4211,
  "xactions": 4478,
  "procfile": 3122,
  "convert_llama_weights_to_hf": 920,
  "modeling_llama": 2638,
  "weights": 4420,
  "scenegraph": 3523,
  "programing": 3134,
  "enhance": 1393,
  "td": 3958,
  "platinum": 3032,
  "ktor": 2268,
  "valign": 4272,
  "deskripsi": 1152,
  "start": 3827,
  "written": 4469,
  "programming_resources": 3142,
  "plain": 3025,
  "mip": 2603,
  "solvers": 3735,
  "sat": 3509,
  "cpsat": 965,
  "primer": 3106,
  "combinatorial": 809,
  "hardness": 1880,
  "cp": 952,
  "ortools": 2914,
  "solver": 3734,
  "trendshift": 4129,
  "chose": 727,
  "oc开源项目": 2835,
  "github排名": 1753,
  "我在github关注的项目": 4624,
  "github地址": 1751,
  "开源项目": 4609,
  "swift开源项目": 3916,
  "我在github关注的项目进行整理": 4625,
  "my_github_res": 2704,
  "收集真不容易": 4638,
  "newsletter": 2757,
  "writes": 4467,
  "daily": 1052,
  "conduktor": 866,
  "mo": 2625,
  "hyperledger": 1962,
  "offers": 2841,
  "dns": 1239,
  "ssl": 3797,
  "certificates": 687,
  "tweet": 4162,
  "scraper": 3544,
  "tweets": 4163,
  "scrape": 3543,
  "tweepy": 4161,
  "influencer": 2034,
  "detect": 1156,
  "sentiment": 3597,
  "每日自动获取arxiv上nlp相关最新论文": 4670,
  "homomorphic": 1930,
  "encryption": 1383,
  "cryptographic": 1001,
  "fhe": 1540,
  "computations": 857,
  "fully": 1666,
  "easyfhe": 1315,
  "denoising": 1127,
  "formulations": 1624,
  "reasoners": 3307,
  "spatial": 3753,
  "sampling": 3502,
  "inheritance": 2044,
  "classes": 741,
  "oop": 2859,
  "humanities": 1959,
  "preparation": 3092,
  "methods": 2569,
  "digitized": 1204,
  "developing": 1168,
  "mui": 2684,
  "autoit": 392,
  "ve": 4285,
  "faust": 1521,
  "ddsp": 1087,
  "differentiable": 1195,
  "diff": 1192,
  "experiments": 1469,
  "primitive": 3107,
  "ceil": 679,
  "转载文章时": 4712,
  "请在开头明显处标明作者及页面地址": 4701,
  "vuex": 4347,
  "对项目进行排序": 4599,
  "设立1个总榜": 4699,
  "所有语言项目汇总排名": 4628,
  "particular": 2962,
  "paints": 2942,
  "painting": 2941,
  "analyze": 212,
  "paint": 2940,
  "mixing": 2616,
  "numerical": 2804,
  "colors": 807,
  "measured": 2529,
  "mixin": 2615,
  "peer": 2975,
  "pay": 2971,
  "agenti": 145,
  "x402": 4476,
  "clawd": 745,
  "中文alpaca": 4548,
  "luotuo": 2440,
  "alpaca大模型": 195,
  "中文llama": 4549,
  "linly伶荔说": 2365,
  "中文": 4547,
  "多个领域": 4591,
  "alpaca大模型2": 196,
  "由于此文本内容太多了": 4680,
  "直接在github网页阅览会出现内容不全": 4686,
  "ming": 2594,
  "中文医疗问诊大模型": 4550,
  "collaborative": 797,
  "automating": 401,
  "obsidian": 2826,
  "thinking": 4020,
  "vault": 4282,
  "altcoin": 200,
  "cryptopanic": 1004,
  "required": 3385,
  "rss": 3464,
  "sources": 3747,
  "atom": 368,
  "cryptoquant": 1005,
  "feeds": 1534,
  "automata": 395,
  "cellular": 682,
  "mazes": 2518,
  "pattern": 2969,
  "cognitive": 791,
  "nlca": 2775,
  "understanding": 4207,
  "blazing": 530,
  "blazingly": 531,
  "described": 1142,
  "angular10": 229,
  "techniques": 3968,
  "compiled": 840,
  "interivews": 2099,
  "intensive": 2086,
  "study": 3866,
  "applications_": 277,
  "assistants": 350,
  "editing": 1335,
  "incentivize": 2015,
  "r1": 3249,
  "capacity": 645,
  "bedrock": 476,
  "agentcore": 144,
  "cheat": 714,
  "sheets": 3639,
  "cls": 767,
  "raycast": 3271,
  "categorizing": 662,
  "rescript": 3391,
  "francais": 1640,
  "ideal": 1978,
  "proprietary": 3167,
  "gratuites": 1823,
  "outils": 2921,
  "protest": 3171,
  "currated": 1021,
  "quitter": 3247,
  "collecting": 799,
  "fetching": 1538,
  "analyzing": 214,
  "entity": 1402,
  "unstructured": 4228,
  "smolagents": 3707,
  "tinycodeagent": 4048,
  "12": 11,
  "factor": 1503,
  "tinyagent": 4047,
  "aiagent": 159,
  "항목": 4744,
  "korean": 2261,
  "paper": 2947,
  "방문": 4730,
  "abstract": 87,
  "이상의": 4736,
  "새로운": 4734,
  "자동으로": 4738,
  "surpass": 3900,
  "human": 1958,
  "matter": 2508,
  "problem": 3116,
  "fear": 1526,
  "invent": 2117,
  "computers": 860,
  "inventive": 2118,
  "yazılım": 4496,
  "bir": 517,
  "terimleri": 3989,
  "yazılıma": 4497,
  "sözlüğü": 3939,
  "yeni": 4500,
  "olup": 2849,
  "terimlerine": 3990,
  "geliştirme": 1710,
  "工具等各种项目": 4601,
  "可视化监控链路访问数据并进行批量操作": 4579,
  "构建": 4656,
  "模板": 4663,
  "api接口": 265,
  "shop": 3643,
  "vue3": 4343,
  "主要功能或技术栈才能为您撰写精准的项目描述": 4553,
  "请提供有关该项目的简要概述或关键文件": 4704,
  "开源软件": 4608,
  "crmeb": 993,
  "提供完整的电商系统解决方案": 4631,
  "热门项目个人收藏": 4676,
  "后端基于": 4582,
  "duckdb": 1300,
  "backends": 442,
  "ideation": 1981,
  "jam": 2162,
  "ideathon": 1980,
  "devsecops": 1179,
  "bootcamp": 563,
  "step": 3842,
  "dexes": 1183,
  "memoria": 2542,
  "segments": 3578,
  "bilan": 501,
  "maintaining": 2464,
  "chris": 728,
  "pandect": 2945,
  "european": 1440,
  "union": 4215,
  "requirements": 3388,
  "openreq": 2871,
  "mention": 2546,
  "identification": 1982,
  "visualise": 4320,
  "h2020": 1853,
  "lychee": 2442,
  "guided": 1842,
  "roadmaps": 3427,
  "advice": 137,
  "discovered": 1214,
  "mentorship": 2548,
  "goal": 1776,
  "sessions": 3618,
  "regular": 3339,
  "journey": 2201,
  "starting": 3831,
  "caer": 626,
  "abstracting": 88,
  "adaptability": 109,
  "openrec": 2870,
  "modular": 2651,
  "refer": 3333,
  "introduce": 2112,
  "qlearning": 3224,
  "agentnet": 148,
  "convolutions": 926,
  "humans": 1960,
  "opeani": 2860,
  "gym": 1849,
  "theano": 4013,
  "justheuristic": 2217,
  "lasagne": 2305,
  "torchbearer": 4081,
  "fitting": 1570,
  "pytorchbearer": 3218,
  "versions": 4298,
  "documents": 1256,
  "truffle": 4138,
  "smartcontracts": 3703,
  "metamask": 2563,
  "school": 3535,
  "ethersjs": 1434,
  "academy": 91,
  "web3learn": 4374,
  "teach": 3960,
  "remix": 3358,
  "hardhat": 1879,
  "head": 1890,
  "expressions": 1482,
  "animated": 237,
  "emoticon": 1370,
  "emoticons": 1371,
  "weboji": 4398,
  "expression": 1481,
  "webcam": 4382,
  "fox": 1631,
  "srgan": 3793,
  "champion": 698,
  "super": 3890,
  "resolution": 3394,
  "sr": 3791,
  "enhanced": 1394,
  "high": 1914,
  "perceptual": 2979,
  "metalkit": 2562,
  "train": 4101,
  "magnet": 2458,
  "badge_grade": 448,
  "transfer": 4108,
  "experiment": 1466,
  "tensorboard": 3986,
  "causal": 666,
  "causality": 667,
  "discovery": 1215,
  "dodiscover": 1258,
  "keypoint": 2237,
  "is_wildfire": 2145,
  "wildfires": 4437,
  "programmable": 3137,
  "symbolic": 3921,
  "catalyst": 659,
  "supervisely": 3895,
  "customize": 1031,
  "yew": 4502,
  "ratatui": 3270,
